[
	{
	"joke": "Have you heard the joke about the bed? %%No. %%It hasn't been made up yet!"
	},
	{
	"joke": "Why did the boy close his eyes before opening the refrigerator? %%He didn't want to see the salad dressing."
	},
	{
	"joke": "When the boy broke his knee, where did he go to get a new one? %%At the butcher shop, where they sell kid-knees."
	},
	{
	"joke": "A pirate walks into a bar and the bartender says \"Hey pirate, do you know you've got a steering wheel sticking out of your pants?\" %%The pirate says  \"Arrrh, I know, it's drivin me nuts\" "
	},
	{
	"joke": "A guy walks into a bar carrying jumper cables. %%The bartender says, \"Hey pal, don't start anything in here.\" "
	},
	{
	"joke": "An infinite number of mathematicians walk into a bar. The first one says, \"I'll have a pint.\" The second asks for half a pint. The third asks for a quarter of a pint. %%The bartender pours two pints and says \" I hope you guys know your limits\"."
	},
	{
	"joke": "A guy walks into a bar. He asks the bartender, \"Do you have any helicopter flavoured potato chips?\" %%The bartender shakes his head and says, \"No, we only have plain.\""
	},
	{
	"joke": "Two scientists walk into a bar. %%Bartender: What can I get you? %%First scientist: I'll have some H2O %%Second scientist: That sounds good, I'll have some H20, too %%The second scientist ends up dying."
	},
	{
	"joke": "A dyslexic man walks into a bra"
	},
	{
	"joke": "Two highways walk into a bar, sit down at the bar itself and order some drinks. After a few minutes, a skinny little road walks through the bar door. The two highways take one look at the skinny road and flee into a dark corner booth near the back. The bartender, seeing this, decides to go over and question the highways... \"What's going on? You two are big hulking highways, why are you afraid of that skinny little road?\" %%One highway turns to the bartender and says: \"Stay away from that guy! He's a CYCLE-PATH!\""
	},
	{
	"joke": "Two dragons walk into a bar. %%Dragon One : It's hot in here. %%Dragon Two : Shut your mouth!"
	},
	{
	"joke": "I hate Russian dolls, %%they're so full of themselves."
	},
	{
	"joke": "I asked my North Korean friend how it was there, %%he said he couldn't complain."
	},
	{
	"joke": "People used to laugh at me when I would say \"I want to be a comedian\", %%well nobody's laughing now."
	},
	{
	"joke": "My wife told me to stop impersonating a flamingo. %%I had to put my foot down."
	},
	{
	"joke": "Throwing acid is wrong, in some people's eyes."
	},
	{
	"joke": "My wife and I were happy for twenty years; %%then we met."
	},
	{
	"joke": "I haven't slept for three days, because that would be too long."
	},
	{
	"joke": "The first time I got a universal remote control, I thought to myself \"This changes everything.\""
	},
	{
	"joke": "My grandfather has the heart of a lion and a lifetime ban from the local zoo."
	},
	{
	"joke": "I saw a sign that said \"watch for children\" and I thought, \"That sounds like a fair trade.\""
	},
	{
	"joke": "I refused to believe my road worker father was stealing from his job, but when I got home, all the signs were there."
	},
	{
	"joke": "I recently decided to sell my vacuum cleaner, all it was doing was gathering dust. "
	},
	{
	"joke": "People say I'm condescending. That means I talk down to people."
	},
	{
	"joke": "You can never lose a homing pigeon - if your homing pigeon doesn't come back, what you've lost is a pigeon. "
	},
	{
	"joke": "Whiteboards are remarkable."
	},
	{
	"joke": "I was at an ATM and this old lady asked me to help check her balance, %%so I pushed her over."
	},
	{
	"joke": "Why did the priest go to the gym? %%To exorcise."
	},
	{
	"joke": "A programmers wife asks him to go to the grocery %%She says \"Get a gallon of milk. If they have eggs, get 12.\" %%The programmer returns with 12 gallons of milk."
	},
	{
	"joke": "A programmer's wife asks him to go to the grocery and says: \"Get a gallon of milk and while you're out, buy some flour\" %%He never returns."
	},
	{
	"joke": "Stephen Hawking came back from his first date in 10 years. His Glasses were smashed, he had a broken wrist, twisted ankle and grazed knees. %%Apparently she stood him up."
	},
	{
	"joke": "Why Can't a Nose be 12 inches long? %%Because then it would be a foot"
	},
	{
	"joke": "A man was wheeling himself frantically down the hall of the hospital in his wheelchair, just before his operation. %% A nurse stopped him and asked, \"What's the matter?\" %% He said, \"I heard the nurse say, It's a very simple operation, don't worry. I'm sure it will be all right.\" %% \"She was just trying to comfort you. What's so frightening about that?\" %% \"She wasn't talking to me. She was talking to the doctor!\""
	},
	{
	"joke": "What's the difference between \"for free\" and \"for nothing\" %%I went to school for free, you went to school for nothing."
	},
	{
	"joke": "Knock, knock. %%Who’s there? %%Orange. %%Orange who? %%Orange you going to let me in?"
	},
	{
	"joke": "Knock, knock. %%Who’s there? %%Anee. %%Anee,who? %%Anee one you like!"
	},
	{
	"joke": "Knock, knock. %%Who’s there? %%Lettuce. %%Lettuce who? %%Lettuce in it’s cold out here."
	},
	{
	"joke": " Q: What do you call a fake noodle?  %%A: An Impasta"
	},
	{
	"joke": " Q: What do you call an alligator in a vest?  %%A: An Investigator"
	},
	{
	"joke": " Q: What happens if you eat yeast and shoe polish?  %%A: Every morning you'll rise and shine!"
	},
	{
	"joke": " Q: What's the difference between a guitar and a fish?  %%A: You can't tuna fish."
	},
	{
	"joke": " Q: Did you hear about the race between the lettuce and the tomato?  %%A: The lettuce was a \"head\" and the tomato was trying to \"ketchup\"!"
	},
	{
	"joke": " Q: What do you get from a pampered cow?  %%A: Spoiled milk."
	},
	{
	"joke": "Q: What do lawyers wear to court?  %%A: Lawsuits!"
	},
	{
	"joke": "Q: What gets wetter the more it dries?  %%A: A towel."
	},
	{
	"joke": "Q: What did the pencil say to the other pencil?  %%A: your looking sharp."
	},
	{
	"joke": "Q: What did Bacon say to Tomato?  %%A: Lettuce get together!"
	},
	{
	"joke": "Q: What is the most hard-working part of the eye?  %%A: the pupil"
	},
	{
	"joke": "Q: Why did the picture go to jail?  %%A: Because it was framed."
	},
	{
	"joke": " Q: What do you call security guards working outside Samsung shops?  %%A: Guardians of the Galaxy."
	},
	{
	"joke": " Q: How do you drown a Hipster?  %%A: In the mainstream."
	},
	{
	"joke": " Q: What do you call a sleeping bull?  %%A: A bulldozer!"
	},
	{
	"joke": " Q: Why did the man put his money in the freezer?  %%A: He wanted cold hard cash!"
	},
	{
	"joke": " Q: Why didn't the skeleton go to the dance?  %%A: Because he had no-body to go with."
	},
	{
	"joke": " Q: Why couldn't the pirate play cards?  %%A: Because he was sitting on the deck!"
	},
	{
	"joke": " Q: What did one elevator say to the other elevator?  %%A: I think I'm coming down with something!"
	},
	{
	"joke": " Q: What has four wheels and flies?  %%A: A garbage truck!"
	},
	{
	"joke": " Q: What starts with a P, ends with an E, and has a million letters in it?  %%A: Post Office!"
	},
	{
	"joke": " Q: What do you call cheese that is not yours? %%A: Nacho Cheese"
	},
	{
	"joke": " Q: What happens if life gives you melons? %%A: Your dyslexic"
	},
	{
	"joke": " Q: Why do golfers wear two pairs of pants?  %%A: In case they get a hole in one!"
	},
	{
	"joke": " Q: When do you stop at green and go at red?  %%A: When you're eating a watermelon!"
	},
	{
	"joke": " Q: What kind of key opens the door on Thanksgiving?  %%A: A turkey!"
	}
	
]